Repository: Tulilaulu/raidikalu
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: fi

source: raid existence
fi: raidin olemassaolo

source: raid boss
fi: mikä monni

source: Tier
fi: Taso

source: Raid boss
fi: Monni

source: Starting time
fi: Alkamisaika

source: #error-404-title
fi: 404 Sinua ei löydy &#x1F914;

source: #error-404-heading
fi: 404 Sinua ei löydy &#x1F914;

source: #error-500-title
fi: Raidikalu &ndash; listaa raideja, jos listaa

source: #error-500-heading
fi: Virhetilanne &#x1F62E;

source: #error-500-description
fi: Sori, palvelin on pahalla päällä eikä halua näyttää tätä sivua. Laitoin asiasta viestiä ylläpidolle. Ota rauhallisesti, ja yritä hetken kuluttua uudelleen. Jos tilanne ei ratkea, yritä hieman pidemmän hetken kuluttua uudelleen. Kiitos ymmärryksestäsi.

source: #app-title
fi: Raidikalu &ndash; listaa raideja, jos listaa

source: #opengraph-title
fi: Raidikalu

source: #opengraph-description
fi: Listaa raideja, jos listaa

source: Submit raid
fi: Ilmoita raidi

source: Gym name
fi: Salin nimi

source: Change gym
fi: Vaihda salia

source: Ending time
fi: Päättymisaika

source: As 24h time
fi: Kellonaikana

source: As minutes
fi: Minuutteina

source: #raid-submission-time-label-raid
fi: Raidi

source: #raid-submission-time-label-starts
fi: alkaa

source: #raid-submission-time-label-ends
fi: päättyy

source: #raid-submission-time-label-at
fi: kello

source: #raid-submission-time-label-in
fi: <span></span>

source: #raid-submission-time-label-minutes
fi: minuutin päästä

source: #raidtype-filter-no
fi: ei

source: #raidtype-filter-yes
fi: joo

source: Nickname, for standing out
fi: Nimimerkki, jos haluat erottua

source: I'm interested in these raid bosses
fi: Nää monnit kiinnostais

source: Anything goes
fi: Kaikki käy

source: None of them
fi: Ei mikään

source: Ongoing
fi: Menossa

source: Upcoming
fi: Tulossa

source: #raid-list-time-label-ends
fi: Päättyy

source: #raid-list-time-label-remaining
fi: jäljellä

source: #raid-list-time-label-starts
fi: Alkaa

source: #raid-list-time-label-timetostart
fi: alkuun

source: Start time unknown
fi: Kellonaika puuttuu

source: #raid-list-raider-count
fi: raidaajia

source: Moveset
fi: Liikkeet

source: EX eligible
fi: EX-sali

source: probably
fi: todennäköisesti

source: Submitter
fi: Ilmoittaja

source: Anonymous
fi: Anonyymi

source: Unverified
fi: Vahvistamatta

source: I want to raid at
fi: Haluun raidata klo

source: Nevermind, can't raid!
fi: Enpäs raidaakaan!

source: #sharelink-label-share-to
fi: Linkkaa

source: #sharelink-label-to-whatsapp
fi: WhatsAppiin

source: #sharelink-label-to-telegram
fi: Telegram

source: #sharelink-label-or-copy
fi: tai kopioi

source: #sharelink-label-a-link
fi: linkki

source: No raids in sight, but now is a good time to check what's below here.
fi: Ei yhtäkään raidia, mutta nyt on hyvä aika tsekata mitä alalaidasta löytyy.

source: No raids in sight
fi: Ei yhtäkään raidia

source: #anonymous-nickname
fi: Anonyymi %s

source: #anonymous-startswith
fi: Anonyymi
